
*** Login: student
#+begin_src restclient
POST http://localhost:8000/auth/login
content-type: application/json
{
"username": "student",
"password": "student"
}

#+end_src

#+RESULTS:
#+begin_example
#+BEGIN_SRC html
eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJ1c2VybmFtZSI6InN0dWRlbnQiLCJhY2Nlc3MiOiIxIiwiaWF0IjoxNjE3NTIzOTY3LCJleHAiOjE2MTc1Mjc1Njd9.052W0VtICK9esZm7xSOk8NsLvwUqOgJUoQHdr9PhaEc
<!-- POST http://localhost:8000/auth/login -->
<!-- HTTP/1.1 200 OK -->
<!-- X-Powered-By: Express -->
<!-- Content-Type: text/html; charset=utf-8 -->
<!-- Content-Length: 173 -->
<!-- ETag: W/"ad-zLmgCi8mcL9YaCBS4CYEt3cRllQ" -->
<!-- Date: Sun, 04 Apr 2021 08:12:47 GMT -->
<!-- Connection: keep-alive -->
<!-- Keep-Alive: timeout=5 -->
<!-- Request duration: 0.101009s -->
,#+END_SRC
#+end_example
